[{"date":"2025-05-01","title":"Little Black Book","id":"little-black-book","content":["Tim Walsham of Claritas Wealth talks about the network of specialists that their clients have access to.","The core of what we do at Claritas Wealth is financial planning.","We talk to our clients about what they want to do with the rest of their lives and work with them to create a plan to make that a reality (and work out how it will all be paid for!).","This also normally involves investing money, building a nest egg and then working out how it should be spent in the later years.","The Little Black Book","Very early on we took the decision to stick to our knitting and avoid getting involved in areas of our clients' financial lives that would be better served by a specialist. ","However, we still wanted to be the 'go to person' for all matters financial so we built up a 'little black book' of trusted contacts in the following areas.","Wills and trusts","As part of the financial plan we'll discuss what you would want to happen with your money in the event of your death. Once we've agreed this we can refer you to an estate planning lawyer to have wills and trusts drawn up.","With your permission, we pass across a detailed summary of your financial life and what you're trying to achieve so that you can hit the ground running. It's pretty painless.","Accountancy and specialist tax advice","We have a few different firms that we deal with and which one we recommend will depend on the kind of work it is; i.e. simple tax return, company accounts, payroll, trust tax returns and administration or complex matters such as family investment companies.","Having a financial adviser and accountant that are genuinely working with each other is a real benefit.","Arranging protection policies","We'll work out whether you need life assurance, income protection, critical illness cover or private medical insurance etc but we refer to a specialist protection broker to have the policies arranged. They know the market inside out. It's what they do all day every day and they specialise in arranging cover for those with pre-existing conditions.","Again, we provide them with all of your details and a note of the required cover so the referral process is smooth and seamless.","Mortgage advice","This tends to be more for the adult children of our clients but we have a fantastic mortgage broker contact. The feedback that we receive is that he makes it all so easy.","Travel Insurance","Especially as you get older and medical issues arise, getting travel insurance can be a challenge. Our recommended broker can help you with this and avoid hours on hold listening to rubbish music; only to be told that the computer says no!","This isn't an exhaustive list but you get the gist. We have a contact for just about everything and we'll make the referral process as simple as possible. It works really well."],"image":""},{"date":"2025-03-01","title":"\"My business is my pension\"","id":"my-business-is-my-pension","content":["Tim Walsham of Claritas Wealth talks about financial planning for business owners.","Many business owners quite rightly see their business as their long-term financial security. The problem is that relatively few business owners have a plan for how that value can be released. There are a few options to consider. ","Work until I drop","Even if you're amongst the increasing number of business owners we speak to who don't want to ever fully retire, most people would like to take their foot off the gas a bit at some stage in the future.","If the plan is to just keep working, there's no guarantee that your health will allow you to do so. It's a risky strategy if there's no plan B.","External sale","Assuming that your business has a sale value (and that the value isn't limited to you as the business owner), an external sale still takes a lot of preparation.","The buyer needs to know that they're purchasing an organised and profitable business. There are lots of ducks to get in a row and this can take years. ","It's also really important for you to know how much you need as a sale price to achieve financial independence from work.","If you don't know what your 'number' is then you could turn down an offer that you feel is a bit less than the business is worth but would have been more than enough for the rest of your life. Who's to say that offer will ever materialise again?","Internal succession","In the same way as the external sale, lots of preparation is required for an internal succession; not least to make sure that the right people are in place to take over from you.","The handover needs to be gradual. There'll be loads of training to do and lots of patience required. Twenty years ago you didn't know as much as you do now. Why should your successors be any different?","Again, you need to know 'how much is enough?'. Typically, an internal succession will pay a bit less than an external sale but you have the security of knowing who you're selling to.","There's also the option of an 'employee ownership trust' (EOT) whereby you sell your business to a trust run by your employees. Very tax efficient but there's a lot more to think about than just tax.","Taking risk off the table","Assuming you have enough time to do this, in conjunction with any of the above options you can extract money from your business over time to build up personal assets. In an ideal world the eventual business sale would be the icing on the cake.","There are various ways of extracting profits and a combination of financial adviser and accountant can help with this.","Regardless of what route you choose, the most important thing is to have a plan. ","If any of this resonates with you, we'd love to have a chat."],"image":""},{"date":"2024-12-01","title":"Pensions - All Change after the Budget","id":"pensions-all-change-after-the-budget","content":["Tim Walsham of Claritas Wealth talks about the recent Budget and how it may change advice around pensions","The recent Budget made lot of changes to the taxation system and one huge change that I feel hasn't been given the headlines it deserved was the decision to bring pensions into the scope of inheritance tax from April 2027.","This will have a massive impact on millions of people across the country.","Let's not make this a boring technical article but the current position is that, in the event of death before age 75, invested pensions can be inherited without any income tax or inheritance tax. After age 75, there is still no inheritance tax but income tax would be charged on any withdrawals.","The new position from April 2027 is that a spouse (legal spouse or civil partner) can inherit a pension without inheritance tax but, if a pension is passed to anyone other than a legal spouse, it will form part of the estate for inheritance tax purposes.","For someone with a £500,000 pension pot, that's a potential increase in inheritance tax of £200,000.","The extra sting in the tail is that, in the event of death after age 75, not only would inheritance tax be payable but the recipient of the pension will also pay income tax on withdrawals. That's a total tax charge (IHT and income tax) of 52% for a basic rate tax payer and an eye watering 64% if the recipient is a higher rate income tax payer.","This has massive implications for financial planning and the best way to utilise a pension fund.","The political backdrop to this is that pensions had arguably become an inter-generational tax planning vehicle for the wealthy. ","It's clear that the current government's intention is for pensions to be spent to fund retirement rather than passed down the generations. The new tax system incentivises this.","Until now, conventional wisdom (this is not personal advice!) was to spend other assets before pensions due to the inheritance tax exemption for pensions. Is that now flipped on its head? The answer very much depends on personal circumstances and needs careful consideration. ","It depends on what other assets you have and also your desire to gift and minimise inheritance tax. Does it mean that other assets should be gifted and pensions spent to fund retirement? Again, it depends and there are loads of different factors to consider.","If we're thinking about more substantial gifts to (legally) avoid inheritance tax, how much is a sensible amount without leaving you short in later life?","Unsurprisingly, we can help with this!","We'd love to hear from you. No charge for a chat.","This article is not designed to be a comprehensive guide to the new rules and no action should be taken purely as a result of reading its contents. Personalised advice is strongly recommended."],"image":""},{"date":"2024-07-03","title":"Financial Housekeeping - a bit of a burden?","id":"financial-housekeeping-a-bit-of-a-burden","content":["Tim Walsham of Claritas Wealth talks about the financial baggage that can be built up over time.","Many of our prospective new clients are in their early to mid 50s. It tends to be a time when we take stock and look to the future. Up until then it's a case of 'head down and go', building a career and raising a family. ","But now the children are growing up, life is changing and there's a realisation that we have a later life that might need to be planned for.","One of the issues can be the amount of financial baggage that we accumulate along the way. ","You've probably had various jobs with pension schemes that you left behind. Some of them might not even write to you anymore because you've moved house a couple of times.","Different investments and assets can appear over time. Statements arrive at different times of the year that are all worded differently and full of jargon. Who knows whether they are still the right investments for you?","It can all feel a bit random and disorganised. That's not a criticism, it's just life getting in the way. We're all very busy.","There's an definite admin benefit in having someone look at this for you. ","It used to be the case that, to get a spread of investments, you did need to scatter the money between various companies. That's not the case anymore and it's possible to place the money with one company and gain access to pretty much any investment that is on the market. ","We see the relief on our clients' faces when they can see where the money is and everything is neat and tidy.","That said, it might be that there's a valid reason why something should be left where it is. Certain pensions and investments have valuable guarantees built in that would be lost if you transferred away. This is why advice is really important.","Even if you are left with investments with various providers, we'll have a record of this and will keep an eye on everything for you. ","In our regular planning meetings we'll remind you of everything that you have and how it all fits into your financial plan.","What is the money for? How much do you actually need to be financially independent from work at some stage?","What's the right investment strategy to give you a financial plan where you can do all of the things you want to do and have the right amount of money available at the right time?","It's a lot to ask for you to do this on your own but we can help."],"image":""},{"date":"2024-06-01","title":"In It For The Long Run","id":"in-it-for-the-long-run","content":["I really love the writing of Morgan Housel. He is one of the best financial writers on the planet in terms of the clarity of his thinking and his knack for storytelling. He's recently released a new book 'Same as ever' and I'd strongly recommend it.","One of the things that he talks about in his book is the diiculty we have in focussing on the long term when it comes to investing. He says that, in reality, \"the long run is just a collection of short runs that you have to put up with\".","Just because you decide that you have, say, a 20 year time horizon for your investment, you still need to put up with all the drama that happens in the world in the meantime. It's diicult.","Investments don't rise in value in a straight line - a healthy, long term, above inflation return will be comprised of some great years and some pretty poor ones. During the temporary downturns the press will be screaming at you to do something dierent and telling you that the world is about to end.","The admission price of achieving those long term returns is having the fortitude to stick it out when those around you are panicking or losing faith. We have some clients who have achieved amazing long term returns over 20 years, but along the way have experienced many bad years when their faith was severely tested, and it felt like the bank could have been a better option.","Having a trusted adviser to guide you through the diicult times can really help. You'll need reassurance that all downturns are temporary and are part and parcel of investing. Always have been and always will be!","Financial advisers will invariably say to focus on the long-term, but their clients might be thinking \"I'm 60 years of age (or older!), I'm not thinking about the long-term\".","But the reality is that all of the money isn't going to be required at the same time and will probably be spent gradually, over a long period. By keeping the right amount of money in cash and other secure assets for short term needs, we can be a bit more relaxed about the rest and let the financial markets do thehard work. A portion of your capital may not be required for many years, or may never be spent at all until it's passed onto the next generation. It then becomes multi-decade, long term money after all. We see this type of situation all the time.","One of the greatest methods of wealth destruction is to take a short-term approach with long term money."],"image":"image44.jpg"},{"date":"2024-04-01","title":"The Spending Stage","id":"the-spending-stage","content":["By having the temperament and ability to delay gratification and put aside income and capital for their unknown financial future, many of our prospective clients have built up substantial amounts of capital for their later life,","Over long periods, stock markets and bricks and mortar will do a lot of the heavy lifting, as long as the right amount of money has been put to work. But the personal qualities and knowledge that enable someone to build up their nest egg won't necessarily help them when they get to the 'spending stage' - lots of other issues need to be considered.","Don't underestimate the difficulty of making the transition from saving to spending, We come across this all the time, It can be difficult to allow yourself to spend your capital, even though that's what it's there for! When the salary isn't landing in your bank account at the end of the month, or the profits from your business aren't available anymore, spending can create a lot of anxiety, For instance, if you've built up different kinds of assets (pensions, investments, property, business assets etc), which of them do you spend first? Each of these assets will be taxed differently, and their taxation position may change as each government budget is announced, How do the various elements of taxation (income tax, capital gains tax, inheritance tax) interact with each other? Saving tax in one area can have unintended consequences (eg: taking money out of a pension, therefore increasing your inheritance tax liability),","If you have investments, they are probably split in some way between stock market (growth assets) and bonds (defensive assets), What is the appropriate mix when you are in the spending stage? When you're building up assets it's simple: hold as much as you can stomach in the stock market and stick to the strategy, There's much more to think about when you are starting to spend your money and it has a major impact on short term and long-term outcomes. How much should you spend or gift now, and how much should be saved for later life? Hopefully you'll have a decent window of good health, but you really need to make the most of it. Time passes quickly and you'll only get one shot at this, We actively encourage our clients to live their lives to the full in the early years of later life, and give them confidence to do so by costing everything out","If any of this resonates with you, we'd love you to get in touch. No charge for a chat!"],"image":"image46.jpg"},{"date":"2024-03-01","title":"The Top Five Regrets Of The Dying","id":"top-five-regrets-of-the-dying","content":["I've recently lost my dad and, in addition to it just being generally a sad time, the death of a loved one does focus the mind about what is a life well-lived. My dad was 93 when he passed away, and I can honestly say that he led a wonderful life. He did lots of amazing stuff and had a positive impact on so many people. You may have seen him - he was the elderly guy who for decades ran around Heaton Moor in very short shorts (he also won various World Veteran Marathon championships!).","There's some pretty hard-hitting stuff in the five regrets shown above, and you might be asking what on earth this has to do with financial advice.","Whilst a lot of what we do here at Claritas Wealth centres around money, we also have conversations with our clients about what a 'good life' would be for them. In many instances, the supposed barriers to doing the things they want to do are money related. This could be knowing when you can afford to stop (or reduce) paid work - which, in turn, could help you spend more time with family and friends or doing hobbies that you've neglected for years. It's fairly unlikely that your main regret on your death bed would be that you didn't spend more time working! Conversely, you're unlikely to say that you regret having spent so much time with your family and friends.","As far as we're aware, we only get one go at this life - at least that's my working assumption! There are so many societal pressures to live our lives in a certain way, but instead we could just do the things that make us happy. If this resonates and you'd like to explore what's possible for you, please do get in touch."],"image":"image43.jpg"},{"date":"2024-01-01","title":"Financial Planning is a process, not an event","id":"financial-planning-process-not-event","content":["When we create a financial plan with you as a client, we provide a framework for making decisions by giving you an insight into your financial future and then bringing you back to the present day to do something about it.","We'll make all kinds of assumptions about the future. We want to calculate the cost of your desired lifestyle and give you a plan to be able to live the life that you want to live. We have to make an educated guess regarding future income, expenditure, inflation, investment growth, longevity etc. The financial plan represents our best guess, based on everything that we know now.","Then life gets in the way! To be effective, financial planning can't be a one-off event, instead it needs to be an ongoing process - which we adapt and adjust according to whatever life throws at you. This might be a major event, such as those shown in the picture below.","We always say that we expect around 10% of our clients to really need us at any one time due to some kind of major life event or transition. We give them whatever time is necessary to help them through this phase.","Year on year there will also be lots of more minor amendments: financial help for children, work to the house, changes in expenditure on cars and holidays, changes in income, and dealing with inflation! It's a constant course correction, but after having done this for some clients for over 20 years, I can say that it really works.","If you'd like to discuss how we might be able to help you, we'd love to hear from you. No charge for a chat."],"image":"image42.jpg"},{"date":"2023-10-01","title":"Retirement - More of a human problem than a maths problem","id":"retirement-human-problem","content":["Before taking the plunge and finishing (or slowing down) at work, it's obviously important to know with as much certainty as possible, that you have enough money. We spend lots of time with our clients working out the cost of their desired lifestyle and making sure that they won't outlive their money!","In our experience though, many people ignore the human side of their later years.","We all need a reason to get up in the morning. For decades, if we've chosen our work wisely, our job is that reason. We then spend our weekends cramming everything else in and it starts again on Monday. Finishing or slowing down at work can create a void that needs filling on purpose.","In 1938, researchers from Harvard began a decades long study to find out what makes us happy in life. The most consistent finding over 85 years was that positive relationships keep us happier, healthier and make us live longer. The study says that the quality of our close connections is more important for our well-being than the number of connections. It also says that loneliness is really, really, bad for us.","A major part of designing a fulfilling life in your later years is making sure that you have social connections and interactions in place. That might mean some kind of work (paid or otherwise). It doesn't have to be a case of 'work bad', 'leisure good'.....the lines are more blurred than that.","\"The quality of our close connections is more important for our well-being than the number of connections\"","Either way, it's the things involving human interaction that are most likely to make you the happiest and this probably needs designing rather than being left to chance.","The money is important but it's not everything. Please do get in touch if you'd like a chat. P.S: Google 'what makes a good life?' and you'll find a You Tube video of a talk given by the Harvard professor, Robert Waldinger. It's well worth a watch, regardless of how old you are."],"image":"image41.jpg"},{"date":"2023-09-01","title":"Cash Deposits Versus Investments","id":"cash-deposits","content":["For well over a decade, we've experienced incredibly low rates of interest. But savers are now receiving much higher rates of interest, at a time when stock markets are (atleast at time of writing) going sideways at best. You could be forgiven for thinking that you'd be better off cashing in your investments and putting the money into, for instance, a one-year fixed rate bond paying 4.9% or so.","Compare this to an investment portfolio with 60% global stock market and the rest in defensive assets and, over a one, three or even five-year period, cash deposits may well return more than the investments.","We've included a chart showing the returns of an investment portfolio versus cash, and inflation, over the last 20 years. This herefore covers a period of higher and lower interest rates, and the results are startling. I know where I would have wanted my money to have been!","The issue is that investment markets move in surges both upwards and downwards and, in order to receive the long term returns that stock markets offer, you need to be in your seat and invested when those surges occur. Unfortunately, nobody rings a bell in advance so that you can quickly switch your money out of cash deposits. In the long run, we expect investments to achieve a higher than inflation return, and, in the long run, cash deposits are overwhelmingly likely to lag inflation.","There's definitely a place for cash deposits and it's important to obtain the best possible rates for your cash contingency fund. There might also be a portion of your capital that you don't need for a year or two that could be allocated to a one or two-year fixed rate bond.","We work with our clients to establish the cost of their desired lifestyle and when the money is needed. We can then allocate the right amounts to cash and to investments.","It's then a case of sticking to the strategy. Simple but not easy. We can help you."],"image":"image40.jpg"},{"date":"2023-03-01","title":"Dealing With Uncertainty","id":"dealing-with-uncertainty","content":["It's really easy for a financial planner to sell certainty to a client. Promises can be made about future investment returns. Financial planning software can show you anything you want it to if you fiddle with the assumptions in the background.","In reality though, we know that we live in an uncertain world where things can change in an instant, whether that's personally (such as health or job security) or the world at large (the Ukraine war or high inflation).","Recently we've been able to show many of our clients that despite the high inflation rates and (albeit relatively small) stock market downturn we've experienced, they can afford to continue to do the things they want to do. They've told us that, without our reassurance, they might have stopped booking the holidays for a while and waited for the storm to pass. There was no need to do this, even though the financial press told them otherwise.","Time passes quickly and, especially when we're advising older clients, we're very conscious that there's a window of good health that needs to be taken advantage of.","We've modelled how things will look if high inflation persists and/or investment returns are disappointing for a while. The plans that we have created for them have proved to be pretty robust.","We're not selling certainty though and we have realistic discussions about the range of possible outcomes and how they might impact our clients' lives. Together we can then make reasoned judgements about spending and gifting levels.","The truth is that investment markets are always uncertain in the short term and much more certain in the longer term. We can point to the long-term data and confidently say that all downturns will be temporary. For the level of risk being adopted by any individual, we can give them a decent idea of what a good or bad outcome will look like - what you'd need to consider is would your lifestyle have to change if your investment returns are on the low side?","In practical terms, we'd calculate your financial capacity to take risk. We work out how much money you're likely to need for the next few years and make sure that this money is in secure assets ie it's only money that isn't required for a number of years that will be fluctuating in a major way.","The world is and will always be uncertain, but having a calm, caring, empathetic adviser can help you keep it everything in proportion. There might not be any need to stop booking the holidays after all.","If any of the above resonates with you, we'd love to hear from you. No charge for a chat."],"image":"image38.jpg"},{"date":"2023-01-01","title":"We've Moved (But Not Very Far!)","id":"weve-moved-but-not-very-far","content":["The six years since we started Claritas have gone very quickly. I was previously a part- owner of a financial advice firm in Stoke on Trent until I had the epiphany that I didn't really want to commute from Heaton Moor anymore - 19 years was long enough! We started the new business with 90 client households that I was able to bring across from my old firm: we've now grown to over 170 client households and seven staff (soon to be eight). As a result, we've outgrown our existing premises above John Mellor Estate Agents, so we have now moved into the first and second floors above Julian Wadden Property Management on Moorside Road. There must be something about us and estate agents! The new office gives us twice as much space and multiple meeting rooms to cater for the three advisers that we now have in the business.We're still looking to grow steadily, one client at a time, with the focus being on The Heatons - a 'local firm for local people'!","We've also changed our name from Claritas Wealth Management to Claritas Wealth.","Not exactly a radical change you might say but we felt that 'wealth management' sounds like it's all all about the money when it really isn't. It's about much more than that. When we ask people what 'wealth' means to them, maybe the first answer does relate to money. We all need to feel that we have enough money to live the life that we want. If we dig a bit deeper though, true wealth can mean having freedom over how you spend your time, control over what kind of work you do, time to see family and friends, time for hobbies and other passions etc. Everyone is different.We think that 'wealth management' sounds like we just manage an investment portfolio, but it's just a part of what we do. More than that, we spend time with our clients to find out what is important to them and what they want to do with the rest of their lives. It's all about trying to make sure that there Tim Walsham talks about some changes at Claritas Wealth.are no regrets in later life about not doing the things that you wanted to do. You can have all the money in the world, but we feel that life is about experiences and memories."],"image":"image4.jpg"},{"date":"2022-11-01","title":"Inflation And Investing","id":"inflation-and-investing","content":["We focus mainly on financial planning in these articles and the financial plan should always come before the investments. But the investments are also really important as they're the engine that will drive long term outcomes.","Here's some data for the 12 months ending 31st July 2022, UK inflation was 10% (see note 1). The return from an investment portfolio made up of 60% global stock market and 40% bonds was -0.57% (see note 2), ie a small capital loss. The purchasing power of the investments would therefore have fallen by 10.57% over 12 months, which is not a great outcome at all if you've purchased the investments with a view to beating inflation.","Let's now look at the 10 years to 31st July 2022 (also see the chart) UK inflation was 2.5% per annum, whilst an investment portfolio would have returned 6.7% per annum. Let's be very generous and say that, over that period, leaving the money in cash deposits would have earned a return equal to inflation. Cash deposits would have returned less than that but, if a return equal to inflation had been achieved (ie only standing still in terms of buying power), Â£100,000 would have grown to Â£128,000. The investment portfolio (growing at 6.7% per annum) would have achieved a sum of Â£191,000. And remember, this is the 10 year period in which we had Brexit, Covid and the Ukraine conflict, not to mention many other global events that could have derailed the investments.","The results are just as compelling. The admission price for achieving these returns is to stay the course when every bone in your body is telling you to jump ship and do something different! It's not easy. The financial press isn't your friend as it tends to focus on all the negative events. After all, bad news sells! lives when they don't need the money. Gifting to children in their 30s and 40s can change their lives. However, you need to be sure that you're not jeopardising your own lifestyle. Do any of these issues strike a chord with you? If so, please do get in touch"],"image":"image5.jpg"},{"date":"2022-08-01","title":"Let's Have A Chat","id":"lets-have-a-chat","content":["i'd like to talk about a common misconception that we come up against when speaking with potential new clients. When we receive a new enquiry, the first thing we do is to have a brief chat, either on the telephone or via Zoom, in order to get an idea of the advice that's required and to see whether we're likely to be a good fit for each other. The next stage is to book in a lengthier first meeting, which is much more about your life than about your money. We want to know everything about you: how you got to where","\"It can often help to sit in a room with an empathetic third party asking you interesting questions and then shutting up and letting you talk\"","you are today and where you would like to be in the future. The idea of the financial plan is to help you use your capital to do all the things you want to do, so when you reach a ripe old age you can look back with no regrets. Sometimes prospective new clients withdraw at this stage, saying that they probably need to do some more thinking about what they want to do with the rest of their lives before they book the first meeting. They say that there are some aspects of their lives that are uncertain at the moment, and they would rather get these resolved before starting to plan. The misconception is that everything needs to be certain in your life before you embark on a financial planning exercise - I'd argue that our lives are almost never in a state of equilibrium and that things are constantly changing. The discussions we will have as part of the financial planning exercise can be helpful in showing you what's possible and can really help the decision-making process concerning what to do with the rest of your life. There is no need to have all of this completely nailed in advance. It can often help to sit in a room with an empathetic third party asking you interesting questions and then shutting up and letting you talk. I've lost count of the number of times that one spouse has said to the other, \"You never told me wanted to do that\" or \"You never told me you felt like that\". It can be really difficult to find the time and the focus to have these discussions on your own - we all lead busy lives! We'd love to hear from you. Our first meeting is free of charge, so what have you got to lose?"],"image":"image6.jpg"},{"date":"2022-06-01","title":"50 Not Out","id":"fifty-not-out","content":["Tim Walsham of Claritas Wealth Management talks about financial planning and turning 50.","In the next few months I'll be hitting the milestone of my 50th birthday. It's interesting because this is roughly the age that many new clients approach Claritas for financial planning advice and I'm now thinking and feeling some of the things they talk about. It's not that I'm remotely bothered about reaching the age of 50, but I am increasingly feeling that time is passing quickly and that I need to make the most of the one life that I have. It's not a rehearsal. I've obviously done the calculations and know the answer to 'How much is enough?'  but there's more to this than the maths. I've no desire to retire any time soon but I want my business to continue beyond me so that my clients (lots of them from The Heatons) are looked after in the decades to come. This will take some planning and it's definitely not too soon to be thinking about this.","\"It's then a case of matching the money that you have to the life you want to live\"","It's unlikely that I'll be on my deathbed wishing that I'd spent more time at the office, although for me it's not a simple case of 'work bad', 'leisure good'. I'm lucky that I really enjoy my job so it's more a case of striking the right balance. We've all known people that haven't made it to old age so I'm determined not to starve on the way to the feast and will look to spread out the fun.","How we can help?","When we meet you for the first time we'll really try to get to the bottom of what's important to you and what are the things that you'll regret not having done (probably not more time at the office!). It's then a case of matching the money that you have to the life you want to live. Most new clients come to us with a collection of pensions and investments built up over the years but with no clear plan as to how they'll be used to fund their lifestyle. We can help make sense of it all. So if there are any 50 somethings out there who would like to chat through anything I've talked about here, please do get in touch. I think I have a reasonable idea of how you're feeling!"],"image":"image39.jpg"},{"date":"2022-01-01","title":"Expensive Problems","id":"expensive-problems","content":["We add the most value when we fix expensive problems that can have a major impact on financial outcomes for our clients and their families. The following isn't an exhaustive list - but we ran out of space!","Investing capital","Many people have huge amounts of money in cash deposits and eventually the purchasing power of this cash will be ravaged by inflation. The purpose of investing is to increase the purchasing power of your money. Most investors don't achieve anywhere close to market rates of return. Massive impact on financial outcomes!","Withdrawal strategy","Which assets to spend first? Need to take into account asset values, performance and emotional issues (eg family property). Which of the many ways of drawing down on pensions should you use? Huge variation in outcomes depending on whether this is done well or badly.","Spend now or spend later?","How much can you afford to spend in the early years whilst still healthy? Life's not a rehearsal but you also don't want to spend too much and have no money in later life","Rental property","How should these properties be incorporated into your financial plan? Retain the properties and take the income or realise the capital at some stage? Capital gains tax issues?","High income and pension contributions","If you're earning over Â£100,000 pa, your income tax bill will be hideous. Pension contributions might be the answer. But if you have a very high income the ability to pay pension contributions is restricted. It's complicated, but we can explain","Company share schemes and options","You may have a large amount of money in the shares of a single company from employer share schemes. There's the inherent risk of having a large exposure to one company, taxation issues, and fear of missing out on future returns if you encash","Your own limited company","What's the best way to extract income? Will the company have any capital value and how to formulate an exit strategy?","Inheritance tax","With property values on the rise, many people will be stung by inheritance tax, but to an extent, it is a voluntary tax that can be mitigated. You pay income tax, VAT on purchases, tax on investments and then a painful 40% sting in the tail.","Pension lifetime allowance","Additional tax charges apply for pension funds in excess of Â£1.073m. With reasonable contributions and investment growth, more people will achieve this than you would imagine. Spoiler alert - it's not as bad as you would think but needs some planning","Helping your children or grandchildren","Many people inherit at a time of their lives when they don't need the money. Gifting to children in their 30s and 40s can change their lives. However, you need to be sure that you're not jeopardising your own lifestyle. Do any of these issues strike a chord with you? If so, please do get in touch and we can have a chat"],"image":"image7.jpg"},{"date":"2021-10-01","title":"What's In A Name?","id":"whats-in-a-name","content":["When we started our business in 2016, one of the jobs we had to do was pick a company name - it took quite a while. On more than one occasion we came up with a name we were happy with only to discover via Companies House that it was already taken. Very frustrating. We finally arrived at Claritas and quickly set up the limited company. Amongst other things, it means 'clarity' in Latin, and it nicely describes what we're trying to do, ie provide some clarity with regard to our clients' financial futures. We then wrestled with how we should describe the business, eventually settling on 'wealth management.' Ever since, I've been slightly worried that the term 'wealth management' is somewhat elitist and might put some people off from getting in touch. How many people haven't called because they thought they didn't have enough money to be a client of a wealth management firm? I'm not sure and I guess we'll never know.","When we receive a new enquiry we'll generally arrange a brief initial chat either by telephone or 'Zoom' to see if we are a good fit for each other. Yes, we will look to get an idea of your current assets but also more importantly, we'll get an idea of the complexity of your circumstances and whether you're looking for financial planning advice as opposed to product-led financial advice. It isn't just about the money. If we're happy that you do want the service that we provide, and that our fees will represent good value for money for you, we'll book a lengthier meeting to chat everything through in much more detail","\"We want to make sure that you receive the right advice from the right firm at the right price\"","Sometimes though we receive enquiries for extremely specialist advice that we feel would be better provided by an adviser specialising in that area. We also receive some enquiries for one-off transactional advice where the prospective client doesn't want an overall financial plan. That's absolutely fine, but it's just not what we do. In those instances, we'd refer the caller to an adviser whose business is set up to deal with those sorts of enquiries. We've always said that we'll ensure that anybody getting in touch with Claritas receives the right advice from the right firm at the right price. If that happens to be us then that's wonderful, but if it needs to be someone else then that's absolutely fine as well. We've also received new client enquiries that are one-off queries that we were able to answer there and then. We're happy to do that without any charge as we genuinely want to be helpful. If there's anything you'd like to discuss regarding your finances, please do get in touch. We're here to help. Please also don't automatically assume that you're not a 'wealth management' client. It's only a name!"],"image":"image8.jpg"},{"date":"2021-08-01","title":"Don't Mention The \"R\" Word","id":"dont-mention-the-r-word","content":["When I first started giving financial planning advice back in the late 90s, a typical client conversation would be centred around a desire to retire around the age of 55, with no real discussion about what happens next. The modern version of this is the FIRE movement (financial independence, retire early). The idea is to reduce your expenditure to an absolute minimum and aggressively invest as much as possible to be able to afford to finish work at an early age. I've yet to meet anybody who wants to starve on the way to the feast in this way but it's an attractive option for some. More often than not I'm now being told by clients that the 'old world' view of three or four decades of hard work followed by a sedentary retirement doesn't make any sense to them. They feel that they always want to do something productive, either on a paid or voluntary basis. For younger people as well, the world is changing. Someone entering the workplace now is much more likely to have multiple careers, maybe take one or even two career breaks and potentially do some kind of work into later life. A great book on this subject is 'The 100 Year Life' by Andrew Scott and Lynda Gratton - it's well worth a read.","\"Someone entering the workplace now is much more likely to have multiple\"","We help our clients strike the right balance between what they spend now and what they spend later. Rather than leave it all until retirement, do you want to make memories now and spread out the fun? Alternatively, does the FIRE approach make more sense to you? What does your ideal life look like? The point is that all of this takes some planning. At Claritas we provide an interactive financial planning experience that will really get you thinking about how you'd like the rest of your life to look. We'll build a financial model to calculate the cost of your desired lifestyle. Together we'll play around with various scenarios until we find the right one for you. What we then do with your money flows out of this plan. We'll make sure that you have the right amount of money available at the right time and this informs how your assets should be structured, ie, how much to leave in cash versus how much to be invested - and at what level of risk. Even if you feel like you'll never finish work, many of our clients want to plan towards a stage where work is optional. It's a great feeling when they get there!"],"image":"image9.png"},{"date":"2021-06-01","title":"Time Passes Quickly","id":"time-passes-quickly","content":["My son has just left Priestnall, and yet it only seems like two minutes since he started. I honestly don't know where the time has gone. We have photos of him on his first and last days but the bit in the middle is just a blur. Due to the nature of my job, I do think about this a lot, but recently I've been dwelling on the need to make the most of the minuscule amount of time (in the grand scheme of the universe) that we each have on this planet. Time passes so quickly, and we only get one stab at this. It's a cliche but life is definitely not a rehearsal.","\"We want all of our clients to reach that ripe old age, look back and say, \"We gave life a good go!\"","One thing that I've always said since we started Claritas is that I'm adamant that none of my clients will get to a ripe old age, having amassed a stack of money but with regrets about the things they didn't do, looking back and saying: \"What was that all about then?\". Whatever we want to do with our lives, we need to get on and do it, but there are often financial implications. In my experience, many of my clients have been able to spend a disproportionate amount of their money in the early years of their retirement - or even in the run-up to retirement. There is often no need to starve on the way to the feast! The 'old world' view of working hard and being careful in the run-up to retirement in order to start enjoying yourself in your 60s is, in my opinion, somewhat outdated. Apart from everything else, you may not even get there - as recent events have rather sharply brought into focus. I'm not saying that you should spend money for no reason, just that you should decide what's important to you and spend your money (and, even more importantly, your time) on whatever that is. This could be things that you've always wanted to do yourselves, or life changing gifts for your children or grandchildren. We can help you work out what's affordable and sensible, taking into account the amount of money you have and your desired lifestyle. We want all of our clients to reach that ripe old age, look back and say, \"We gave life a good go!\". I've been advising some of my clients for over 20 years and so far it's going pretty well! If you'd like a chat, please do get in touch."],"image":"image10.png"},{"date":"2021-04-01","title":"Withdrawing From Investments","id":"withdrawing-from-investments","content":["When you're accumulating assets during your working life there are a number of decisions that need to be made. How much to invest and how much to spend? What assets should you invest in (property, stock market, gold, bitcoin!)? If investing in the stock market, how much should go into ISAs and how much into pensions? How much risk should you take? What should you do when the inevitable stock market downturns arise?","Getting the right advice can definitely help with all of the above. It's difficult to do all of these things on your own. However, when you get to the stage of life where you are spending assets rather than accumulating, the need for advice is even greater. There are definitely good and bad ways of drawing down on investments and there is a very real risk that 'you don't know what you don't know'. The kind of questions we can answer are as follows:","Which assets should you spend first and which should be left untouched for as long as possible? n How can you limit the amount of income tax that you pay? n Are there any capital gains tax issues to consider? n As some assets are exempt from inheritance tax (IHT), what are the IHT implications of the order of spending? n When you withdraw money from your pensions, what option should show you the likelihood of you running out of money","when adopting a given strategy. We'll only recommend a strategy that has a high probability of success. There might be various trade-offs and options to discuss in order to arrive at a viable plan and we'll guide you through. Spending too much too soon could mean that you have to make drastic and unwanted changes to your lifestyle at some point in the future. The other side of the coin though is that you might be overly cautious with your withdrawals and not live the life that you wanted to live. You might also be overly cautious with the amounts that you gift to your children and grandchildren. We've seen this scenario too many times and it is a real shame. Although this is pretty complex advice, we'll make it simple for you.","Please do get in touch if you'd like to have a chat. you choose? Annuity or flexible drawdown? Should you take the tax free cash lump sum all in one go or gradually? What percentage of your investments and/or pensions should remain in the stock market when you're starting to spend the money? Conventional wisdom says you should reduce risk in retirement. We would suggest that it shouldn't always be the case. Conventional wisdom doesn't know about your personal circumstances. We will. Should your withdrawal strategy be amended in a major stock market downturn? What's the cost of your desired lifestyle (both in the early years and later years)? If you withdraw enough money from your investments and pensions to cover your desired lifestyle, how likely is it that you're going to run out of money?","There are various rules of thumb, but one size doesn't fit all. We'll stress test your withdrawal strategy using data starting in the 1920s to"],"image":"image11.png"},{"date":"2021-02-01","title":"The Psychology Of Money","id":"the-psychology-of-money","content":["As coronavirus took hold earlier this year, we experienced a swift and brutal downturn in global stock markets in excess of 30%. At the time of writing there has been an equally dramatic recovery, and global stock market prices are now higher than they were prior to the downturn.","The point of this article is that markets are incredibly difficult to predict and investors can be their own worst enemy. Anyone who jumped out of the market during the recent decline will have missed out on a huge upturn.","If you're looking to build up wealth to fund your later years, you might be thinking that there could be a recession on the way and a huge amount of economic uncertainty. What should you do?","I'd like to strongly recommenda recently published book, 'The Psychology of Money' by Morgan Housel. This book explains that doing well with money isn't always about what you know, it's about behaviour. We often think that investing is about mathematics and theory but most of us make financial decisions based on emotion. We're humans, not spreadsheets.","One of the stories in the book is a salutary tale. Please forgive the US-centric nature of this: the author is American, but it contains a universal truth. Let us say that an investor saved $1 per month from 1900 to 2019 in the US stock market. Regardless of whether there is a recession or steeply rising stock markets, she keeps investing each and every month. The author calls this investor Sue. However, other investors will find investing during a recession too scary and will only invest their $1 per month when the economy is not in a recession. During a recession they sell everything, invest in cash and then place the money back into the stock market when the recession ends. The author calls this investor Jim. A third investor sells six months after a recession starts and then takes a while to regain his confidence, buying back in six months after the recession ends. The author calls this investor Tom. At the end of 2019, Sue had $435,551. Jim had $257,386. Tom had $234,476. How each investor behaved during market downturns had a massive impact on their lifetime returns. Timing the market is very unlikely to work as a long-term strategy. Automating monthly investment and ignoring short term 'noise' puts the odds firmly in your favour.","Nothing in this article should be taken as personal advice (I know nothing about your circumstances 1 ) but sometimes the right thing to do is counter intuitive and emotionally painful. Increasingly, the role of a good financial planner is to be a financial coach, helping you avoid the big mistakes and guiding you through tough times. Many aspects of investing are simple in theory but extremely difficult to carry out in practice without some help. If you'd like a chat, please don't hesitate to get in touch."],"image":"image12.png"},{"date":"2020-12-01","title":"10 Beliefs","id":"ten-beliefs","content":["1. The financial plan always comes before the investments. Any product-related advice will flow out of your financial plan. Through talking to you, we agree what you need the money for and when you need it - then we structure your assets accordingly. If a financial adviser leads with a product, run for the hills!","2. There are three elements of risk: emotional tolerance, how much risk you need to take, and your financial capacity to take risk (i.e. how much and for how long could your investments fall in value before you would need to materially alter your lifestyle). Striking the balance between these three elements is difficult, but we can help.","3. Inflation is the enemy: During a 30 year retirement, achieving a return on your investment of 1% per annum less than inflation would reduce the purchasing power of a Â£500,000 investment to Â£370,000","4. Growth assets (the Great Companies of the World) will drive performance. Investing in the global stock market is the best way we know to achieve above nflation returns, and so increase the purchasing power of your capital. Over long periods, investing in the stock market is not risky. Cash is a high risk long-term asset as your purchasing power is likely to reduce","5. Defensive assets (bonds) are emotional assets to help you 'stay the course'. The inclusion of bonds will limit the ups and downs of a portfolio and help you to stay invested through thick and thin.","6. All stock market downturns will be temporary. The financial press will say: \"This time it's different\". Every downturn will be caused by something different, but the outcome will be the same. There will be a recovery and global stock markets will continue to rise over the long term.","7. No tactical switching. There's a huge weight of evidence to show that tactically switching between assets to gain an advantage is likely to damage your wealth, not add to it.","8. Avoid 'active' fund managers. The vast majority of 'active' investment managers don't beat the market and the winners don't tend to repeat. They also charge you extra for the privilege. Avoid!","9. The financial press is not your friend. The press only tends to report stock market declines, never the growth. The stock market goes up roughly 75% of the time but you'd never know that from the news. They're constantly promoting the latest 'shiny' investment or how to benefit from the latest change in markets or the economy. Ignore it all.","10. Most of the value we add is through helping you make good decisions, giving you peace of mind. n Allocating your capital as part of an overall financial plan to do what's important to you. n Encouraging you to stick to the plan through thick and thin. n Providing clarity, peace of mind and organisation. n Adapting your plan to the inevitable changes in personal circumstances and the world around you. n Gently holding you to account so that any required action is taken. If you think we may be able to help you, please get in touch and we can have a chat."],"image":"image13.png"},{"date":"2020-10-01","title":"Too Much Or Too Little Risk How Do You Know?","id":"too-much-or-too-little-risk","content":["Many of you may be currently sitting on losses within your investments and pensions. As it happens, at the time of writing, stock markets have rebounded significantly but the sharp decline earlier this year probably tested your resolve. The key to being able to sit tight and stick with your investments is to make sure that you're taking the right amount of risk for your emotional tolerance and personal circumstances. Risk and return are related to each other. On a long-term basis, risk should be seen as opportunity, not danger. If we leave all of our money in the bank, we won't beat inflation and will suffer a reduction in purchasing power. This is really damaging over long periods.","There are three elements to deciding how much risk to take within an investment portfolio. Firstly, consider your emotional tolerance to risk. We ask clients to complete a psychometric questionnaire after which we chat through long-term data showing the best and worst returns for varying levels of risk over different timescales. Our mantra is that all downturns will be temporary. They always have been and probably always will. There's very little point in assuming anything else. We'll help you decide how much of a temporary downturn you could emotionally handle. Then consider your financial capacity to take risk. We produce a lifetime cash flow forecast for all clients, estimating income versus expenditure way into the future. We allocate any money required in the early years of your financial plan to cash or high quality bonds, rather than the stock market.","When we measure your financial capacity to take risk we are calculating how much risk you could take without having to materially alter your plans in the event of a major stock market downturn. This is a mathematical calculation rather than an emotional decision. Finally, consider your need to take risk. We look at the long-term rate of return that is required from your investments to give you a viable financial plan. The higher the level of risk, the higher the long-term rate of investment growth that we can assume. Making a decision. Each of the three elements of risk need to be taken into account and there will be inevitable trade-offs to discuss. This isn't a simple exercise, but the role of the financial planner is to explain everything clearly and guide you through. It won't surprise you to learn that we can help with this! Please do get in touch if you'd like to have a chat."],"image":"image14.png"},{"date":"2020-08-01","title":"Time For A Change","id":"time-for-a-change","content":["As the pace of life slowed during lockdown, many of us had a bit more time to think. It was a chance to re-evaluate what's important to us and also the aspects of our life that maybe don't matter as much as we'd previously thought. There was a realisation that some of the things that provide the most pleasure cost nothing at all, such as strolling across Heaton Moor Golf Course [not currently open to the public] as the sun was setting, or simply spending time with family. It was also a chance for some to think about their relationship with work and the potential for retirement - or at least slowing down a bit.","A typical concern that we hear from people approaching retirement is that they're worried that work has been such a large part of their lives that there may be a void they'll struggle to fill. One year later that same person invariably says that they don't know how they ever found the time to work! We've seen that the traditional idea of retirement has evolved from pipe and slippers to an exciting new chapter of life, with lots to do and experience.","At Claritas, we specialise in guiding people through the run-up to retirement, or at least achieving financial independence from work. It can be a scary thing to not have any earned income hitting your bank account at the end of the month, and we can provide you with the reassurance and peace of mind that you have enough money to do the things that you want to do.","Some of the questions we can answer are:","How much is enough?","How much money do you need in order to pay for your desired lifestyle and, if you're not quite there yet, what needs to be done in order to build up this amount of money?","How much can I afford to spend in the early years of retirement/ financial independence?","We actively encourage our clients to spend their money whilst they are still fit and healthy enough to do so. You can probably afford to spend a disproportionate amount of your money in the early years of retirement, but this needs careful planning.","To what degree can I afford to help my children and/or grandchildren?","It makes a lot of sense to give money earlier rather than later.","Many people inherit money when they no longer really need it. However, we'll make sure that you're not jeopardising your own financial future by doing this. We're happy to have an initial chat without charge to see if we can help you. If any of the above resonates with you, we can probably help quite a lot. It would be great to hear from you."],"image":"image15.png"},{"date":"2020-06-01","title":"Money Worries? (On Top Of Everything Else!)","id":"money-worries","content":["On a variety of different levels, we've probably all thought about our relationship with money over the past few weeks. We know that there must be lots of people in The Heatons who are worried about their investments and we would like to help. Discretionary spending is reduced to virtually zero and we've realised that it is possible to live without spending very much money at all. Having said that, it will be great to get back to some kind of normal at some stage. Worries about the health of friends and family obviously dwarf any concerns about money and without our health, money doesn't seem very important at all. However, we're assuming that there will be lots of people in The Heatons who have invested capital and are worried about the implications of the recent stock market falls. In actual fact, in historical terms (at time of writing) the current stock market downturn isn't a major one, but the speed of the decline was unusual and somewhat unnerving. There is always the possibility of a further fall, especially if we get a second wave of the virus. Over recent weeks, we've stepped up communication with our clients to provide them with some reassurance and peace of mind. We'd already made sure that nobody is taking any more risk than they can tolerate and, as a result, all of our clients have been prepared to sit tight and stay invested. We're sticking with our mantra that all downturns will be temporary. We'd now like to help more people than just our existing clients.","Chat about your investments - Free of Charge","If you're worried about your investments (whether personal investments or workplace pensions), we'd be happy to have a chat, either by telephone or Zoom, to give you some guidance. If you can provide us with some information regarding your investments and/or pensions we'll talk you through the current level of risk you are taking and help you to understand what you have. We'll give you some information about investing in general and how you can expect your investments to behave in the event of another downturn - and in the long run. We can chat through your existing circumstances and whether it feels like your investments are structured in the right way. You might be already receiving some advice but just want a second opinion. No problem at all.","We're a local firm and we'd like to give something back to the community. It doesn't matter if you don't want any financial planning advice or to become a client of Claritas. We'd just like to help - and there'll be no charge for this discussion."],"image":"image16.jpg"},{"date":"2020-05-01","title":"The Story Of The Mexican Fisherman","id":"the-story-of-the-mexican-fisherman","content":["The story of the Mexican fisherman struck a chord when I was in the process of setting up Claritas Wealth Management.","I have no particular desire to take on the world and be all things to all people. At Claritas we want to provide a fantastic level of service to a select number of clients whilst retaining the right balance between work and leisure.","We are all different but my own view is that money is not an end in itself but an enabler. For me, the pursuit of money for money's sake is not particularly interesting. However, what is interesting is the way it can be used so that we can do the things that are important to us and live the lives that we want to live.","I hope that you like the story...","An American investment banker was at the pier of a small coastal Mexican village when a small boat with just one fisherman docked.  Inside the small boat were several large yellowfin tuna.  The American complimented the Mexican on the quality of his fish and asked how long it took to catch them.","The Mexican replied, \"Only a little while.\" The American then asked why didn't he stay out longer and catch more fish? The Mexican said he had enough to support his family's immediate needs. The American then asked, \"but what do you do with the rest of your time?\"","The Mexican fisherman said, \"I sleep late, fish a little, play with my children, take siestas with my wife, Maria, stroll into the village each evening where I sip wine, and play guitar with my amigos.  I have a full and busy life.\" The American scoffed, \"I am a Harvard MBA and could help you. You should spend more time fishing and with the proceeds, buy a bigger boat. With the proceeds from the bigger boat, you could buy several boats, eventually you would have a fleet of fishing boats. Instead of selling your catch to a middleman you would sell directly to the processor, eventually opening your own cannery. You would control the product, processing, and distribution. You would need to leave this small coastal fishing village and move to Mexico City, then LA and eventually New York City, where you will run your expanding enterprise.\"","The Mexican fisherman asked, \"But, how long will this all take?\"","To which the American replied, \"15 - 20 years.\"","\"But what then?\" Asked the Mexican.","The American laughed and said, \"That's the best part.  When the time is right you would announce an IPO and sell your company stock to the public and become very rich, you would make millions!\"","\"Millions - then what?\"","The American said, \"Then you would retire.  Move to a small coastal fishing village where you would sleep late, fish a little, play with your kids, take siestas with your wife, stroll to the village in the evenings where you could sip wine and play your guitar with your amigos.\""],"image":"image17.jpg"},{"date":"2020-04-01","title":"The Rise Of The Robots?","id":"the-rise-of-the-robots","content":["Over the last few years the market for financial advice has changed, with the appearance of various companies offering automated investment advice - often known as 'robo-advice.' This is how it works: the clients enter their details on a website, answer some basic questions about risk and a recommended portfolio is produced. They are able to invest there and then, without having to speak to a human being. For some people, this is an ideal solution. Vanguard, a huge American investment fund management company, will shortly be bringing a simplified financial advice solution to the UK. Full details aren't yet known but my guess is that it will be a low-cost, telephone-based service, concentrating on investments and pensions rather than comprehensive financial planning. Again, this will have its place and, for some people, will give them everything that they need. However, we feel that for many people there is still a need for face to face advice. When we meet a client for the first time, the discussion is rarely about pensions and investments. We talk about where you're up to in your life - your family, work, health, hobbies, and what you want to be doing and achieving over the coming years. If n 10 years' time, you were to look back, what would you want the highlights of your lives to have been?","We'll discuss what money was like when you were growing up and how this might have influenced how you behave around money now. Do you find it hard to spend money and, if so, why is that? We try to ask thought-provoking questions - and then we shut up and listen. There are often family issues to build into the discussion around your money - elderly parents to look after, or children/grandchildren who may need financial assistance. How much assistance is helpful and how much is making life too easy? The discussion about financial products (pensions and ISAs etc) comes a distant second to all of the above. I'll whisper it, but that's the easy bit, once we know what you want your money to do for you.","Maybe one day there will be artificial intelligence that can do all of this: ask the right questions, listen properly to the answers and provide empathetic and caring advice. Maybe the robots of tomorrow will be able to handhold and provide you with the peace of mind that you require. I don't think we're there yet though. If you'd like to have a chat, you know where we are."],"image":"image18.png"},{"date":"2020-02-01","title":"Are Your Investments Scattered Around?","id":"are-your-investments-scattered-around","content":["When we meet a potential client for the first time here at Claritas, we often discover that they've accumulated an assortment of financial products, ranging from cash or savings bank accounts, workplace pensions, or investments sold to them by a bank 20 years ago. When your assets are scattered around like this, it can be very difficult to know exactly how much you are worth, but much more importantly, how your investments and pensions can be used in order to fund your desired lifestyle.","The financial plan comes first!","At Claritas, we are firmly of the opinion that financial products are only tools in order to make a financial plan work. It all starts with the financial plan. The basic steps are: First, decide what you want to do with the rest of your life. It's not the easiest thing in the world to do but is definitely worth some serious thought! Then work out how your money should be structured in order that you have the funds available, at the right time, to do the things that you want to do. Once we've done this, it's then a case of making sure that you're holding the right investments.","Are your existing investments fit for purpose?","When we look at your existing investments and pensions, we'll analyse the following: Charges - these can vary greatly. Within the Claritas Investment Process, we only recommend extremely low-cost investments. We have seen potential new clients with investments costing two or three times as much as the investments we recommend. Investment fund choice - within some older investments and pensions","there is a limited range of investment funds available. Depending on which types of assets are unavailable, this can either restrict growth or mean that we are struggling to control risk.  Valuable guarantees - on occasion, existing investments and pensions have valuable guarantees that would mean it would be wrong to transfer elsewhere. For example, some pensions have special terms and conditions whereby the fund is converted into an income at an extremely favourable rate. Usually, we are able to make everything much clearer and easier to manage by consolidating most investments and pensions with one provider. Don't worry about \"having all your eggs in one basket\". It is the spread of investments that reduces the risk, not the number of different providers that you have. We've seen clients go from having carrier bags full of financial paperwork, to one neat and tidy investment solution where they can see at a glance what they have. You don't need to have your investments and pensions scattered around."],"image":"image19.jpg"},{"date":"2019-12-01","title":"The Myth Of Active Investment Management","id":"the-myth-of-active-investment-management","content":["When investing in the stock market, there are two types of investment fund manager that we can select. Firstly, we have the active managers. They are selecting certain shares from the market in the hope and expectation that they will be the companies that perform better than the broader market and provide investors with additional returns. The active managers will normally buy and sell these shares on an ongoing basis, trying to gain an advantage. We then have the passive managers (we prefer to call them 'systematic'). This simply means that systematic managers, rather than selecting specific stocks, will buy the entire market (or a large part of it) in order to provide the market rate of return. Crucially, they can do this reliably and at low cost.","The survival of the fittest created rubbish investors","On the face of it, the active option seems more attractive. As humans we're attracted to taking action. Those of our ancestors on the savannah who didn't 'fight or flight' were eaten by lions! The survivors were the ones who took action, and either killed the lion or ran away. Unfortunately, these fight or flight instincts that we've inherited from our ancestors don't make us good investors. Generally speaking, the more you mess with your investments, the worse you do. No matter how they dress it up, active managers are betting and gambling. Active management is an intellectual game with lots of bright people competing against lots of other bright people. Their message is that their skills will enable them to beat the market - but the data doesn't back this up at all. The vast majority of active managers don't beat the market. Due to the law of large numbers, in any given year there will be some active managers who do beat the market - but the bad news is that these winners don't tend to repeat their successes.","Neil Woodford's woes:","You've probably read about the 'star' manager Neil Woodford and the disastrous results of his flagship investment fund. Vast amounts of money were invested with Woodford on the back of a previously excellent track record. He made some significant bets that didn't come off and there was a resulting stampede exiting from his fund. At the time of writing this article, investors have been locked in the fund and performance is pretty woeful. This may be an extreme example, but it highlights the extra layer of risk that an investor is taking on by trying to select winning active managers.","A better way:","We construct portfolios comprising 10 different types of assets and use managers who are able to deliver the market rate of return for each of those assets at a very low cost. It works really well. No betting or gambling here."],"image":"image20.jpg"},{"date":"2019-10-01","title":"Social Impact Investing","id":"social-impact-investing","content":["When we're constructing the Claritas investment portfolios, our primary objective is to make sure that we provide our clients with the returns that are available from capital markets. We diversify across different markets, keep costs low, avoid active managers and maintain discipline through difficult times. We have a track record of being able to provide market rates of return and our clients are therefore doing better than the majority of investors (based on a huge weight of academic evidence that shows that most investors do not receive the market return). However, by diversifying widely we are invested in all areas of the market and inevitably this means investment in some industries that make some investors feel uncomfortable, such as arms or tobacco.","There are four ways to deal with this as I see it:","Live with it and accept that your investment portfolio is the engine behind your financial plan and the returns are the most important thing. It's completely your choice. Most of our clients invest like this. n Adopt a 'pragmatically ethical' approach to your investments, i.e. invest in a socially responsible way where you can. This may involve reducing (but not eliminating) exposure to certain industries. Returns do not necessarily need to be compromised. We have a number of clients that invest in this way. Try to construct a portfolio that exactly matches your values and beliefs. This is massively difficult. You are constrained by the products that are available in the marketplace and, when you really delve into it, can you be certain that there is nothing in there that jars with you? Unlikely. Returns (or control of risk) are likely to be compromised. Invest, say, 90% of your portfolio in a 'traditional' or 'pragmatically ethical' portfolio and 10% in funds that are designed for maximum positive social impact, e.g. clean energy, social housing, healthcare, education, micro-finance, sustainable agriculture etc. Within the 'social impact' portfolio, returns will be unpredictable, but the main driver is to do some good with a portion of your capital, without actually gifting it away. The 90% (or whatever","percentage is agreed) takes care of your financial future so you can be fairly relaxed about the other 10%. At Claritas we're starting to undertake significant research regarding social impact investing and have received positive feedback from a number of our clients. We'd love to hear what you think about this, so please do email me with your thoughts. tim@claritaswm.co.uk"],"image":"image21.png"},{"date":"2019-08-01","title":"Cash Is (Sometimes) King","id":"cash-is-sometimes-king","content":["interest rates within cash deposit funds are still really low, with no immediate prospect of any significant change. Investors could be forgiven for thinking that it is pointless to hold any amount of money in cash accounts. Inflation (the increase in prices of goods) is hovering at around 2% or 3%, and therefore the rates available for easy access cash accounts are guaranteeing a loss of purchasing power. If the interest rate is less than the rate of inflation, the purchasing power of the money in the cash deposit account has reduced. This isn't a great outcome and is the reason why investors place money into stock markets, ie to achieve a medium to long-term return that is higher than the rate of inflation.","Why bother with cash deposit accounts?","However, one of the main objectives of any financial plan should be to have the right amount of money available at the right time. For anything that is required in the next two or three years, the only rational home for this money is in a cash deposit account. It doesn'''t really matter what the rate of return is - all that matters is that the money is secure and available. Although the long-term outcome will be absolutely fine, depending on the level of risk being taken, an investment portfolio will suffer occasional temporary declines of anything up to 40% or 50%. This would be pretty disastrous if the money was required immediately.","So, how much should you hold in cash deposit accounts?","One element of your financial plan should be to look at expected income versus expected expenditure over the next two or three years and work out any shortfalls. This should include not only any regular expenditure but also any one-off capital sums that may be required. Even if there are no foreseeable income shortfalls, some kind of a sensible cash contingency fund is still a good idea for unexpected events. This is more art than science, but the main point is that not having any kind of a cash contingency fund is definitely a risk. At the time of writing, easy access accounts are available that pay up to 1.5% per annum and, for cash that may be required in the next two or three years but not immediately, one year fixed rates of around 2% are available. Not disastrous if you compare this to the risk of investments falling in value in the short term. Although your investment portfolio will be the engine behind your financial plan, cash is sometimes king."],"image":"image22.png"},{"date":"2019-06-01","title":"Taking Action - A Gentle Nudge In The Right Direction","id":"taking-action-a-gentle-nudge","content":["we all have certain jobs and tasks that we just never seem to get around to. Life can be hectic and it's hard to get everything done. In the past I've used business consultants in order to help me through certain issues and transitions within my business. We had a quarterly check-in and, if we got to a week or two before the meeting and I still had actions outstanding, there was a flurry of activity and everything got done. It was this accountability (and the fact that, if we didn't do this, it was pointless paying the consultant's fee) that would kickstart me into action. Here at Claritas we hold half-yearly planning meetings with our clients and as a result there are always actions and tasks to be done - some for Claritas and some for the client. One of the major areas where we add value for our clients is to gently hold them to account in relation to the various tasks that we agreed they'd action. From experience, we've learned that if we don't send gentle reminders then the likely outcome is that when we get to the next half yearly meeting, some, or all, of the client's actions haven't been carried out. Our job is to provide advice but also (in a gentle and friendly way) to ensure that action is taken. Advice without action is pointless.","Some of the tasks are, admittedly, fairly boring financial matters. For example","rearrangement of cash deposit accounts to improve interest rates.","saving a certain amount of surplus income.","speaking to your solicitor about your wills and/or powers of attorney etc.","Others will be a bit more pleasurable. For example","gifting money to the children/grandchildren as we've shown you that it is affordable.","booking an extra holiday or two as we've shown you that you have more than enough money to do so.","not holding back in certain other areas of your spending (we do have to encourage many of our clients to spend!).","Spending more money than you're used to can be difficult and many of our clients do need a gentle nudge. The good habits and prudence that got you into such a good financial position don't help you when it is time to spend. Old habits die hard but what is the money there for? Some people actually want to be badgered on a regular basis - they tell us that they know that otherwise nothing will get done. Others prefer to be left alone and only reminded once in a while. We will do whatever suits you best in order to keep you financially organised and on track."],"image":"image23.jpg"},{"date":"2019-04-01","title":"What To Look For In A Financial Adviser - Seperating The Wheat From The Chaff","id":"what-to-look-for-in-a-financial-adviser","content":["let's say you've decided that you need some financial advice. How on earth do you decide which of the many financial advice firms to approach? To start with, when you make an initial telephone call, you should get an idea of how they operate and the kind of client experience that you can expect.","I WOULD SUGGEST THAT THE FOLLOWING THREE ATTRIBUTES ARE \"MUST HAVES;:","To have a service proposition that leads on the financial planning, not the sale of products. Is the adviser a genuine financial planner or a product salesperson in disguise?","The financial plan should always come before any investment advice. The investments are simply there to make the financial plan work. An investment portfolio without a financial plan is like selling you petrol when you don't own a car.","The use of specialist financial planning, cashflow forecasting software to create your financial plan.","A surprising number of advisers don't use any planning software at all. I don't know how I would do my job without it. It means I can model various scenarios for my clients to show them whether they are on track to do what they want to do with their lives.","The benefit of the technology is to be able to make something that's very complex extremely simple to understand, with the use of pictures and graphics rather than endless numbers.","I can show my clients the future impact of financial decisions made today and help them strike the right balance between spending now and spending later.","Above all, it's an interactive process rather than a dull presentation.","An investment process that avoids active fund managers and any kind of tactical switching.","Don't get me started on this one. There is no evidence that there is any reliable, repeatable way of beating the market by selecting the 'winning' fund managers. Even worse, tactically shifting between markets is overwhelmingly likely to damage your wealth. If an adviser claims to be able to do either of these, run for the hills. All of the above is the technical stuff and, once you've established that the firm ticks those boxes (and a lot of them won't), it's time to arrange a meeting. . Most advisers will meet once without any charge. This is where your gut feeling is probably the best guide. Do you feel comfortable with the adviser? Are they listening to you - properly listening - or do they just talk at you? Does it feel like it's all about the money, or are they interested in you as a person person and what you want out of life? You'll know within about five minutes whether it's right or not."],"image":"image24.jpg"},{"date":"2019-02-01","title":"This Time It's Different","id":"this-time-it-is-different","content":["Each time there is a major stock market decline, the financial press say the same thing: \"This time it's different\". What they mean is that the stock market decline of that particular moment is different to all the other declines that have happened in the past. They imply that there is a risk of a permanent loss of capital and that investors should run for the hills and the supposed 'safe haven' of cash.","Before I go on, I'll assume that investors have the basics of investing sorted out and that they","Have enough money in cash deposits for their short-term needs.","Are not taking any more risk than they can tolerate within their investments.","Their investments are diversified (i.e. spread out) globally and not concentrated in the UK stock market.","Assuming the above is in place, the only way that there could be a permanent loss of capital is if we had a complete collapse of the capitalist system. If this happened then the banks would be failing, governments would be bankrupted, and we'd all be growing vegetables in our back gardens! The collapse of capitalism is such an extreme outcome that it really isn't worth worrying about at all.","Let's now discuss something a bit closer to reality.","n all honesty, we have no idea how Brexit will impact our economy, but this should have no bearing at all on your behaviour as a long-term investor. From an investing point of view, Brexit is simply the crisis of the moment and if we look back over previous decades, there have been various times when it felt as though the financial world was about to end! We had the oil crisis of the 1970s (remember sitting round with candles?), the Black Monday stock market crash of 1987, exchange rate mechanism problems in the 1990s and terrorism and the Iraq war in the 2000s. If we look at a chart showing long-term stock market returns, any decline linked to the above-mentioned events looks like a blip, rather than the crisis that it seemed to be at the time. Global stock markets are made up of real companies selling real things to real people. This doesn't change just because there is a temporary decline in stock market prices. Eventually everyone realises that the world hasn't ended, and stock market prices recover.","In the long run, the capitalist system (and therefore the stock market) has generated, and will continue to generate, above-inflation returns as the human race innovates and progresses. We know that every few years we have a major decline in stock market prices. It's normal. It has always happened, and it always will. The rewards are there for the taking for the patient, long-term investor."],"image":"image25.png"},{"date":"2018-12-01","title":"The Bank Of Mum And Dad","id":"the-bank-of-mum-and-dad","content":["A common issue amongst our clients is how much financial assistance to give to their children and grandchildren. The obvious areas to consider are education/university costs, wedding costs and then potentially the most expensive one; getting them on the property ladder by helping with a deposit. Our view is that the most important issue is to make sure that any gifts don't jeopardise your own desired lifestyle. We've seen this go both ways: parents making large gifts that then created financial difficulties for themselves, and parents desperately wanting to help their offspring but feeling unable to do so because they were over-cautious. We deal with this situation by building a 'lifetime cashflow forecast', projecting your money into the future to see if we expect you to have A) too much, in which case you'd be able to gift; B) not enough and therefore gifting wouldn't be advisable, or C) just about the right amount and maybe able to gift with some planning. We can then model various scenarios of gifting and 'stress test' the projections.","How much help is a good thing?","Then there is the emotional side to this. We have come across a variety of issues, for instance: Do you pay all university costs or just accommodation costs and a bit of spending money? Although sometimes not financially advantageous, is it a good thing for your child to use the student loans that are available, taking some personal responsibility? Views vary enormously on this. Even if you intend to pay all of the costs of university, is it better to hold something back until the end of the course as a reward for hard work rather than give everything up front?","Easy, or too easy?","easy? How easy (or not) do you want to make it for your children? How you and your parents dealt with money when you were growing up will often have a bearing on this. If you are the first generation in your family to have reasonable wealth, you may well want your children to appreciate the merits of hard work. Conversely, we meet clients who just want to give their children as much as they can reasonably afford to. Again, it's a very personal decision. There is no right and wrong course of action but, by clearly showing you the financial implications of gifting and acting as your emotional sounding board, we can help you make these very important decisions. Please get in touch if you'd like to chat any of this through."],"image":"image26.png"},{"date":"2018-10-01","title":"Investing Simple But Not Easy","id":"investing-simple-but-not-easy","content":["There is a common misconception that, in order to be a successful investor, we need to somehow outsmart the market and be in possession of information and knowledge that others don't possess. The truth is that the vast majority of investors do not receive market rates of return from their investments. However, the problem is with the investor, not the investments. As humans we like to take action. Whilst our fight or flight instincts served us well when we were hunter-gatherers trying to avoid getting eaten by wild animals, they are nothing less than destructive when it comes to investing.","\"We don't have to be smarter than the rest. We have to be more disciplined than the rest.\" - WARREN BUFFET","Investments are like bars of soap; the more you touch them, the less you have.","You do not need to tinker with your investments trying to gain an advantage over the market and other investors.","Let us look at the returns for a simple investment portfolio over the last 20 years to 30 June 2018 (60% global stock market, 40% high quality bonds - see note 1 ).","The investment return for the portfolio was 5% per annum net of all costs.","This would have turned Â£100,000 into Â£265,000. Over the same period, inflation was 2.8% per annum.","Think about what has happened in the world over the last 20 years and returns comfortably above inflation were still available without having to try to 'beat the market'.","Investing - simple but not easy","All you had to do was invest the money and have the discipline to sit tight when the inevitable and completely normal market falls arise every few years. This is where the problems start. When markets fall, the media will be screaming that \"this time it's different\" and that you should exit your investments and re-enter the market \"when things are better\". Utter nonsense. There is a huge weight of evidence that proves that this is virtually impossible to do successfully. The primary value of an adviser when it comes to investing is to make sure that you stay invested for the long term and ignore the rubbish written in the financial press. If you do this then you will outperform the vast majority of other investors. Please get in touch if you'd like a chat.","Note 1 - Source - Dimensional Returns Program - 60% FTSE World Index (GBP), 40% FTSE World Government Bond Index 1-5 years (hedged to GBP), rebalanced annually, net of total fees of 1.1% per annum (including investment management advice costs). Past performance is not necessarily a guide to future performance."],"image":"image27.jpg"},{"date":"2018-08-01","title":"Keep Your Plans 'On Course'","id":"keep-your-plans-on-course","content":["When a pilot sets course for a long flight, he or she knows that, due to changes in wind speed and direction there will be constant adjustments along the way. It is inconceivable that the pilot would simply 'set and forget' in the hope that all will be ok. If these adjustments didn't take place, then the plane would probably land in the wrong country. It is no different with a financial plan. If you 'set and forget' then the chances are that you will not get to where you want to be financially. Adjustments need to be made to your financial plan to ensure that you remain on track. We carry out an annual planning meeting with all our clients (along with also a briefer, half-yearly roundup), and I have never struggled for things to discuss.","We normally start with a personal update so that we know what's been going on in your life and whether there are any changes to the objectives and goals that we have agreed. We would then update your long- term cash flow forecast, providing a clear snapshot of your assets, income and expenditure and projecting your capital into the future to show you how things may pan out. The idea is to:","Show you whether everything is going to be ok financially. Is there a danger that you will run out of money at any stage? Conversely, are you going to have much more money than you need and can therefore consider gifting?","Make sure that you have the right amount of money available at the right time to do the things that you want to do with your life.","Help you strike the right balance between spending now and spending later.","Help you make wise financial decisions by showing you the future impact of decisions made today.","Take into account any changes in your personal circumstances, for example your goals, objectives and health.","Advise whether there have been any changes in legislation that have impacted on your financial plan, for instance in taxation, pensions, inheritance tax or long - term care. The government does love to tinker.","Show you how any investments are performing and how your various financial products still fit into your financial plan.","If these adjustments didn't take place, then the plane would probably land in the wrong country.","There are always lots of things to talk about and adjustments to be made to make sure that you arrive at the right destination. Don't just 'set and forget'."],"image":"image28.png"},{"date":"2018-06-01","title":"Beware Of Reckless Caution","id":"beware-of-reckless-caution","content":["Over the last 20 years or so I have met with hundreds of potential new clients and a reasonable proportion say that they are very cautious by nature when it comes to investing. This can mean that they spend decades with much more money than they need to have in the bank, building society and other 'secure' assets. We all need a cash contingency fund for emergencies and imminent expenditure but let us use the example of Â£100,000 that isn't expected to be required for a good few years. The attraction of cash deposits to a 'cautious' investor is that, in 12 months'"],"image":"image29.png"},{"date":"2018-02-01","title":"Take A Test Drive","id":"take-a-test-drive","content":["I 'm conscious that most of you won't have had any experience of dealing with a financial planner. Your only experience of financial advice (if anything at all) may be limited to a product-focused salesperson, where it feels more about them making a sale rather than making a real difference to your life. I thought that it may be useful to give you an idea of the experience that a new client has with Claritas. The first meeting is free of charge and is a chat about where you are up to in your life and what you want to do and achieve in the future. Before we can even start to talk about your money, we need to completely understand what is important to you, so that the whole process has some meaning. You'll be advised of the cost of the financial planning exercise at the end of the first meeting, and should you decide to go ahead, a small proportion of the fee is payable at that stage. The remainder of the fee is payable at the end of the whole exercise and you only pay if you are completely happy with what we have done. We're conscious that you're buying something you can't 'touch and feel' so we believe that giving you a test drive of our service is the right approach. Not many advisers work in this way but we're pretty confident that all will be ok.","\"Financial planning is pretty complex, but we'll make it simple for you.\"","The second meeting is where we gather all your personal and financial information together, along with details of the various financial products that you may have accumulated over time. The third meeting is where we run through the first draft of your financial plan with you. This isn't a presentation, more of an interactive process, in which we can make amendments in real-time as we go along. We'll be able to see whether you are on track and show you what action is required in all areas of your financial planning. This will probably be the first time that anybody has shown you your current and potential future financial position in a clear and simple fashion. It can be quite an eye-opener! At the end of the process, you'll receive a clear, concise document outlining our advice, with a few charts and action points. Financial planning is pretty complex, but we'll make it simple for you."],"image":"image30.png"},{"date":"2017-10-01","title":"Mind The Gap","id":"mind-the-gap","content":["Unfortunately, as human beings we are not hardwired to be good investors. Especially during times of market turmoil, we naturally want to take action, switch to a 'better' investment and recover our losses as quickly as possible. Even worse, we may sell out of our investments completely and try and wait for the perfect time to jump back into the market. Unfortunately, nobody rings a bell when the time is right. The impact of this wealth destructing behaviour can be illustrated by our internal research examining the returns from UK based investment funds for the five years ending on 10th April 2017. Looking at the 20 top performing funds over the five- year period, the average investor received a staggering 2.2% per annum less than the returns of the underlying funds. The difference between investment fund returns and actual investor returns is known as the 'behaviour gap' and it is our job to keep this to an absolute minimum.","'All of us would be better investors if we just made fewer decisions'. NOBEL PRIZE WINNER, DANIEL KAHNEMAN (BEHAVIOURAL FINANCE)","In order to close the 'behaviour gap', we:","Have an investment process that is not based on trying to second-guess the market.","Make sure that our clients are not taking any more risk than they can tolerate.","Show our clients the best and worst returns for their chosen level of risk over the last few decades. Forewarned is forearmed.","Ensure that our clients stay the course and stick to the strategy.","Although difficult when the media are screaming 'this time it's different', in times of turmoil we'll help you sit on your hands and reap the benefits."],"image":"image31.png"},{"date":"2017-08-01","title":"For Preparation And Planning","id":"for-preparation-and-planning","content":["Most of our new client enquiries tend to be from people in their early to mid-50s. Up until then they've often been pretty busy forming a career, working hard, raising children and generally spinning plates. However, there is a time when children start to leave home (at least temporarily!) and everything feels a little less hectic. It's then slightly easier to look to the future.","Examples of the issues that I've discussed with clients time and time again are:","How much is enough? How much do I need to be able to slow down at work or retire completely (or even just to know that I'm only working because I want to rather than because I have to)?","Can I afford to help my children (or grandchildren) onto the property ladder, or pay some, or all, of their university costs?","How do I strike the balance between spending now and spending later? How much can I afford to spend on the things that I want to do whilst I'm fit and healthy?","\"A good financial adviser will be able to show you the future impact of financial decisions made today\"","Can I afford to stay in my existing property or will I need to downsize in the future?","How much money do I need to hold back for my old age?","A good adviser will discuss, clarify and document what your goals and priorities are and then gently hold you to account regarding the financial decisions that you make. He or she will be able to show you the future impact of financial decisions made today. Financial planning is always a juggling act between lots of conflicting priorities, and it is really difficult to do all of this on your own because we are often too emotionally involved in our own lives to be able to see the wood for the trees. If you recognise yourself in any of the above situations, we may be able to help."],"image":"image32.png"},{"date":"2017-06-01","title":"Successful Investing No Crystal Ball Required","id":"successful-investing-no-crystal-ball-required","content":["Our view is that investments are simply tools to make a financial plan work, but it is still important to have a sensible and logical investment process.","There are two basic ways to invest.","'Active' investing, where the aim is to tactically switch between fund managers and/or different types of asset to gain an advantage and 'beat the market'.","'Evidence-based' investing, where decisions are made based on long- term evidence as opposed to short- term predictions and guesswork. Intuitively, active management feels like a pretty good idea, but there is an overwhelming body of evidence showing that the vast majority of active managers don't beat the market. Worse still, the small percentage of managers who do beat the market, don't tend to repeat this feat the following year. There is no reliable, repeatable process for picking the winning managers in advance, but this doesn't stop the majority of investors (and their advisers) trying to do so.","Rather than try to predict the future, we examine the evidence and therefore:","Avoid active fund managers.","Keep costs low - active management is expensive and unreliable.","Trade as little as possible - investments are like a bar of soap - the more you touch them, the less you have.","Avoid the latest investment fads - the financial press loves shiny new things!","Manage your expectations and emotions and ensure that you stick to the strategy.","With evidence-based investing, the odds of success are much greater as there is no reliance on making predictions and forecasts. There is no crystal ball required to be a successful investor! I have no doubt that active managers are good people, trying their very best to make you money, but the truth is that the numbers don't stack up. Luckily, there is a better way."],"image":"image33.png"},{"date":"2017-04-01","title":"Connecting Your Money To The Life You Want Real Financial Planning","id":"connecting-your-money","content":["I think that a reasonable place to start with these articles is to discuss what financial planning really is. The main issue that we are trying to resolve is that very few people have a connection between the way that their money is managed and the lives that they want to lead. The job of a financial planner is to make this connection and to ensure that you have the right amount of money available at the right time in order to do the things that are important to you. One problem is that very few of us have sat down and worked out what we want to do with the rest of our lives and what our regrets are likely to be. Time flies by and we are all so busy with day-to-day living that we are","Time flies by and we are all so busy with day to day living that we are unlikely to take a step back and have these discussions on our own.","unlikely to take a step back and have these discussions on our own. There may even be conflicting priorities and views within the same household so these discussions can be difficult. However, we need to know what we are trying to achieve within a financial plan. We wouldn't dream of getting into our car for a long journey with no idea of where we are trying to get to. We can then start to calculate the cost of your desired lifestyle and see whether you are on track. If not, what has to happen to rectify this? This is an interactive process where we can model various scenarios, making amendments in 'real time' until we have a financial plan that we are happy with. Then and only then will we start to think about financial products. Our view is that the products are just tools in order to make the financial plan work. Planning always comes first."],"image":"image34.png"},{"date":"2017-02-01","title":"Claritas: Providing Clear Thinking For Your Financial Future","id":"providing-clear-thinking","content":["Tim and Anna Walsham along with their administrator Alison Brimage, are all born and bred in The Heatons and are thoroughly enjoying working so close to home. They have settled happily into their new office above John Mellor Estate Agents on Heaton Moor Rd, and are enjoying being part of the vibrant Heatons community and all that it has to offer. After working in Stoke-on-Trent for 19 years, Tim decided that he had seen enough of the M6 and so set up Claritas Wealth Management - just a 10-minute walk from home! One of the main issues was that their children, Owen and Evie, are growing up fast. Tim is conscious that he and Anna won't get that time again. \"We spend a lot of time advising our clients to think about what is really important to them and we felt we should heed our own advice. Setting up the business and working locally has been a revelation - I certainly don't miss the commute and am making the best of the extra hours I've now discovered.\" Tim is looking forward to working with some local families. \"The Heatons is a great place to live and work, and we are hoping to do our bit for the local community by providing access to high-quality","\"When we started the business our primary goal was to ensure that none of our clients had any financial regrets later in life\"","quality financial planning advice\". Tim says that his new clients often arrive with arms full of documents - a collection of pensions, investments and policies - but no clear plan as to how they can be used to help them live the life they want. \"When we started the business our primary goal","was to ensure that none of our clients had any financial regrets later in life. Many people work far longer than they need to because they don't know whether they have enough money to retire with, or are overly cautious with their spending in the early (healthy) years of retirement, for fear of running out of money.\" These are potentially life-changing decisions where the right advice can be invaluable. \"Tim will be writing a regular column for 'Moor', covering various financial planning related issues and we are delighted to welcome Claritas to The Heatons","\"Tim will be writing a regular column for 'Moor', covering various financial planning related issues and we are delighted to welcome Claritas to The Heatons.\""],"image":"image36.png"},{"date":"2017-01-01","title":"Patience Is A Virtue","id":"patience-is-a-virtue","content":["Patience is a virtue, so is being a tortoise.","Aesop's fable about the tortoise beating the hare provides a good analogy for investing. The trouble with investing is market noise. Investors generally know that with time they are likely to pick up a premium for owning equities relative to holding cash or bonds.","Most investors know that time helps to turn bad short-term market outcomes into positive long-term outcomes. Most investors know that it is costly to buy and sell investments, incurring tax and transaction costs. Yet for all this evidence-based insight, investors still get spooked by the noise and uncertainty that they face in the markets.","What turns potential tortoises into hares?","Even so, many investors try to move their portfolios around, on account of short-term noise. It seems baffling why, but the answer lies in the way in which our brains are wired. We suffer a range of behavioral biases (immediacy, anchoring, loss aversion, overconfidence to name a few) that tend us towards being hares, rather than tortoises. These can be extremely costly.","A recent piece of work in 2015 reveals that fund investors give up around 2% per year through trying to time when to be in and out of markets and funds. It also finds that investor looking to pick up the value premium (by owning relatively cheaper and less financially robust companies), give most of it up through poor timing.","'On average, investors who invest in value mutual funds do not benefit from the excess returns reported by those funds because of the timing of their allocations...In fact, over periods with a documented high value premium, the average value investor in mutual funds has actually done worse than a buy-and-hold investor in an S&P 500 Index fund!'","It appears that the tortoise in them rightly seeks out value stocks, but the hare in them wants to get in and out to make more money.","The benefits of being a patient and dogged tortoise","A recent piece of research provides us with a useful insight that clearly demonstrates the challenges of being a hare and the benefits of the patience and doggedness of the tortoise. It estimates the likely distribution of outcomes for a global 60% equity, 40% bond - portfolio based on a sample set of data from January 1975 to August 2016 .","One can see that in the figure below that in any one-year period, a 60/40 global balanced portfolio has around a 1/3 chance of suffering a loss of purchasing power. Enough to make any hare jittery. The benefits of holding firm grow over time as the subsequent chart shows.","Figure 1: Annual cumulative real performance - the hare's nightmare","Note: 10,000 simulated 1 year periods using monthly data from the Jan 1975 - Aug 2016 data set.","Source: Albion (2016).","With a ten-year holding period (below), only a few investment outcomes do not deliver growth in purchasing power.","Figure 2: 10-year cumulative real performance - the tortoise nears the line","Note: 10,000 simulated 10 year periods using monthly data from the Jan 1975 - Aug 2016 data set.","Source: Albion (2016).","In conclusion","Holding firm is likely to deliver a successful investment outcome for the tortoise, without the activity and ultimate disappointment suffered by the hare.","Tips to help you win the race include avoiding looking at your portfolio too often, ignoring the news, and recognising that in the world of investing, activity is nearly always in surplus. And remember:","'You may deride my awkward pace, but slow and steady wins the race.'"],"image":"image37.png"}]
